IDEA StatiCa Open Model
ResultOnMember.ResultType Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Type of result
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ResultType ResultType { get; set; }
Public Property ResultType As ResultType
	Get
	Set
public:
property ResultType ResultType {
	ResultType get ();
	void set (ResultType value);
}
Property Value
Type: ResultType
See Also
Reference
ResultOnMember Class
IdeaRS.OpenModel.Result Namespace